;Welcome! Feel free to change the way the game labels these items.
;To do so, change the words that are inside the two ", after DisplayName=.

;=====================
;NOVA VISOR
;=====================
[Nova_Visor X2BodyPartTemplate]
DisplayName="Nova Visor"
;
;=====================
;NOVA VISOR UP
;=====================
[Nova_Visor_Up X2BodyPartTemplate]
DisplayName="Nova Visor Up"
;
;=====================
;NOVA LEFT ARM
;=====================
[CNV_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[LPL_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[MPL_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[HPL_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[LPW_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[MPW_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[HPW_Nova_LeftArm X2BodyPartTemplate]
DisplayName="Nova Arm"
;
;=====================
;NOVA RIGHT ARM
;=====================
[CNV_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[LPL_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[MPL_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[HPL_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[LPW_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[MPW_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm"

[HPW_Nova_RightArm X2BodyPartTemplate]
DisplayName="Nova Arm"
;
;=====================
;NOVA LEFT ARM BARE
;=====================
[CNV_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[LPL_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[MPL_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[HPL_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[LPW_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[MPW_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[HPW_Nova_LeftArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"
;
;=====================
;NOVA RIGHT ARM BARE
;=====================
[CNV_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[LPL_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[MPL_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[HPL_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[LPW_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[MPW_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[HPW_Nova_RightArm_Bare X2BodyPartTemplate]
DisplayName="Nova Bare Arm"
;
;=====================
;NOVA LEFT ARM DECO
;=====================
[CNV_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[LPL_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[MPL_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[HPL_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[LPW_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[MPW_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[HPW_Nova_LeftArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"
;
;=====================
;NOVA RIGHT ARM DECO
;=====================
[CNV_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[LPL_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[MPL_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[HPL_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[LPW_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[MPW_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[HPW_Nova_RightArm_Deco X2BodyPartTemplate]
DisplayName="Nova Pauldron"
;
;======================================================================= WAR OF THE CHOSEN =======================================================================
;==============
;NOVA LEFT ARM
;==============
[CNV_Nova_LeftArm_Reaper X2BodyPartTemplate]
DisplayName="Nova Arm"

[CNV_Nova_LeftArm_Templar X2BodyPartTemplate]
DisplayName="Nova Arm"

[CNV_Nova_LeftArm_Skirmisher X2BodyPartTemplate]
DisplayName="Nova Arm"

;==============
;NOVA RIGHT ARM
;==============
[CNV_Nova_RightArm_Reaper X2BodyPartTemplate]
DisplayName="Nova Arm"

[CNV_Nova_RightArm_Templar X2BodyPartTemplate]
DisplayName="Nova Arm"

[CNV_Nova_RightArm_Skirmisher X2BodyPartTemplate]
DisplayName="Nova Arm"

;==================
;NOVA LEFT ARM BARE
;==================
[CNV_Nova_LeftArm_Bare_Reaper X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[CNV_Nova_LeftArm_Bare_Templar X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[CNV_Nova_LeftArm_Bare_Skirmisher X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

;===================
;NOVA RIGHT ARM BARE
;===================
[CNV_Nova_RightArm_Bare_Reaper X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[CNV_Nova_RightArm_Bare_Templar X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

[CNV_Nova_RightArm_Bare_Skirmisher X2BodyPartTemplate]
DisplayName="Nova Bare Arm"

;=====================
;NOVA LEFT ARM DECO
;=====================
[CNV_Nova_LeftArm_Deco_Reaper X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[CNV_Nova_LeftArm_Deco_Templar X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[CNV_Nova_LeftArm_Deco_Skirmisher X2BodyPartTemplate]
DisplayName="Nova Pauldron"

;=====================
;NOVA RIGHT ARM DECO
;=====================
[CNV_Nova_RightArm_Deco_Reaper X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[CNV_Nova_RightArm_Deco_Templar X2BodyPartTemplate]
DisplayName="Nova Pauldron"

[CNV_Nova_RightArm_Deco_Skirmisher X2BodyPartTemplate]
DisplayName="Nova Pauldron"
